tap "daveshanley/vacuum"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Secure communications between a client and a DNS resolver
brew "dnscrypt-proxy"
# Modern, maintained replacement for ls
brew "eza"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Command-line fuzzy finder written in Go
brew "fzf"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Unified display of technical and tag data for audio/video
brew "media-info"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# File browser
brew "ranger"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Static analysis and lint tool, for (ba)sh scripts
brew "shellcheck"
# Autoformat shell script source code
brew "shfmt"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Send macOS User Notifications from the command-line
brew "terminal-notifier"
# Shell extension to navigate your filesystem faster
brew "zoxide"
# The worlds fastest and most scalable OpenAPI linter
brew "daveshanley/vacuum/vacuum"
# App to build and share containerised applications and microservices
cask "docker"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Keyboard customiser
cask "karabiner-elements"
